[
    {
        "title":"What is Nutritional Deficiency?",
        "text":"Nutritional Deficiency is a condition that results from eating a diet in which one or more nutrients are either not enough or are too much such that the diet causes health problems.In Australia, nutritional deficiency is more common among the elderly, people who don’t eat enough, or those who don’t eat the right types of foods in a balanced diet. Some people develop nutritional deficiency if they have a health issue that prevents their body from absorbing nutrients from food.There are two main types of undernutrition: protein-energy malnutrition and dietary deficiencies. Protein-energy malnutrition has two severe forms: marasmus (a lack of protein and calories) and kwashiorkor (a lack of just protein). Common micronutrient deficiencies include: a lack of iron, iodine, and vitamin A.",
        "symptoms":[
            {"text":"pallor, or pale skin"},
            {"text":"fatigue"},
            {"text":"weakness"},
            {"text":"trouble breathing"},
            {"text":"unusual food cravings"},
            {"text":"constipation"},
            {"text":"sleepiness"},
            {"text":"heart palpitations"},
            {"text":"feeling faint or fainting"}
        ],
        "prevent":[
            {
                "title":"1. Dietary Changes:",
                "content":"Changing your eating habits in the case of a minor deficiency. Here are some tips: 1. Add fibers, especially soluble fibers. 2. Get adequate Vitamin D; 3. Eat healthy fats and omega-3 fats; 4. Boost antioxidants; 5. Eat lean and plant-based protein; 6. Choose whole grains; 7. Consume magnesium-rich foods; 8. Eat calcium-rich foods; 9. Consume cruciferous vegetables; 10. Drink healthy beverages."
            },
            {
                "title":"2. Supplements",
                "content":"We recommend that you get most of the nutrients from food. In some cases, you may need to take supplements or multivitamins. Please consult your doctor before taking any nutritional supplements."
            }
        ]
    },
    {
        "title":"What is Nutritional Deficiency?",
        "text":"Iron deficiency is the most common nutritional deficiency in Australia, especially among children and women of childbearing age where it can lead to iron-deficiency anemia, a serious condition where red blood cell production falls. If dietary iron requirements are not met, the body's iron stores gradually run down. Iron is an important dietary mineral involved in various bodily functions. Iron is part of hemoglobin, the red pigment in the blood that carries oxygen from the lungs throughout the body, and myoglobin that transports oxygen in the muscles. Iron deficiency meansless oxygen is delivered to the cells leading to fatigue, tiredness and decreased immunity. High-risk groups include menstruating women, pregnant women, babies and toddlers, teenage girls and female athletes. Indigenous Australians, refugees and recent immigrants from developing countries, vegans and vegetarians, people who repeatedly crash diet, and hospitalized or institutionalized patients are also at risk.",
        "symptoms":[
            {"text":"fatigue"},
            {"text":"Dizziness"},
            {"text":"Pallor"},
            {"text":"Hair Loss"},
            {"text":"Irritability"},
            {"text":"Weakness"},
            {"text":"Abnormal rapid breathing"}
        ],
        "prevent":[
            {
                "title":"1. Dietary Changes:",
                "content":"Changing your eating habits in the case of a minor deficiency. Here are some tips: 1. Eat lean red meat. This is the best source of easily absorbed heme iron. Eating it several times per week can help if you are deficient; 2. Eat chicken and fish. These are good sources of heme iron. Eat a variety of them; 3. Eat vitamin C-rich foods (citrus fruits, dark green leafy vegetables, bell peppers, melons and strawberries). Eat vitamin C-rich foods during meals to increase the absorption of non-heme iron. For example, some lemon juice drizzled over leafy greens will increase the amount you absorb; 4. Choose foods rich in non-heme iron. If you don't eat meat and fish, include plenty of iron-rich plant foods in your diet."
            },
            {
                "title":"2. Supplements",
                "content":"We recommend that you get most of the nutrients from food. In some cases, you may need to take supplements or multivitamins. Please consult your doctor before taking any nutritional supplements."
            }
        ]
    }
]